{
  "@context": {
    "ldp": "http://www.w3.org/ns/ldp#",
    "schema": "http://schema.org/",
    "fedora": "http://fedora.info/definitions/v4/repository#",
    "webac": "http://fedora.info/definitions/v4/webac#",
    "acl": "http://www.w3.org/ns/auth/acl#",
    "ucdlib": "http://digital.ucdavis.edu/schema#",
    "ebucore": "http://www.ebu.ch/metadata/ontologies/ebucore/ebucore#"
  },
  "@id": "",
  "@type": [
    "schema:Collection",
    "http://fedora.info/definitions/v4/repository#ArchivalGroup"
  ],
  "ucdlib:hasLabel": {
    "@id": "@base:/labels"
  },
  "schema:about": [
    {
      "@id": "http://id.worldcat.org/fast/1801850"
    },
    {
      "@id":"http://id.worldcat.org/fast/717159"
    },
    {
      "@id": "http://id.worldcat.org/fast/1213977"
    },
    {
      "@id": "http://id.worldcat.org/fast/2028874"
    }
  ],
  "schema:description": "This is a map and timeline documenting the Tulare Assembly Center which officially existed from April 27 to September 4, 1942. It was located in California about halfway between Fresno and Bakersfield and the grounds had been previously used by the Tulare-Kings County Fair. A little over 5,000 Japanese Americans were incarcerated there, with most ultimately sent to the Gila River camp in Arizona.\n\n The map displays dozens of aspects of the camp as well as many people engaged in activity. It shows the layout of the various buildings with over sixty identified buildings such as mess halls (including a segregated mess hall labeled “WHITES ONLY”), schools, showers, the barber shop, shoe repair shop and much more. Interspersed throughout are approximately fifty graphical vignettes showing people working or participating in camp activity, such as using the water pump, horseshoeing, teaching, reading at the library and meeting at Lover's Lane. \n\n The timeline consists of sixteen panels with the same approach as the graphical vignettes on the map. It highlights events such as first arrivals, the first baby born at the assembly center, the camp's 4th of July parade, its first wedding, and the period that internees were sent to Gila River.\n\n The artist, George M. Matsuura, was born in Guadalupe, California in 1919. As of his October 1940 draft registration, he was a student at Berkeley. He was living in Santa Barbara at the time he was sent to Tulare and his occupation was listed as “artist, sculptor, teacher of art.” It is unknown when he arrived at Tulare, but we know he arrived at Gila River September 4, 1942 and was released for resettlement in Chicago on June 8, 1943.\n\n*Description by Langdon Manor Books*\n\nThe finding aid is available at the [Online Archive of California](https://oac.cdlib.org/findaid/ark:/13030/c8zp4dw7).",
  "schema:identifier": [
    "MC-349",
    "ark:/87293/d3w08wr9h"
  ],
   "schema:image": {
    "@id": "info:fedora/item/ark:/87293/d3r785z5r/MC-349_0001_recto.tif"
  },
  "schema:name": "Tulare Assembly Center Cartoon Map and Timeline",
  "schema:license": {
    "@id": "https://rightsstatements.org/vocab/NoC-NC/1.0/"
  },
  "schema:publisher": [
    "UC Davis Library, Archives and Special Collections",
    {
      "@id": "http://id.loc.gov/authorities/names/no2008108707"
    }
  ],
  "schema:datePublished": {
    "@type": "http://www.w3.org/2001/XMLSchema#gYear",
    "@value": "2026"
  }
}